{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "'",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "^",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "'": 1,
      "^": 2,
      " ": 3,
      "A": 4,
      "B": 5,
      "C": 6,
      "D": 7,
      "E": 8,
      "F": 9,
      "G": 10,
      "H": 11,
      "I": 12,
      "J": 13,
      "K": 14,
      "L": 15,
      "M": 16,
      "N": 17,
      "O": 18,
      "P": 19,
      "Q": 20,
      "R": 21,
      "S": 22,
      "T": 23,
      "U": 24,
      "V": 25,
      "W": 26,
      "X": 27,
      "Y": 28,
      "Z": 29,
      "TH": 30,
      "THE": 31,
      "IN": 32,
      "AN": 33,
      "ER": 34,
      "RE": 35,
      "ON": 36,
      "OU": 37,
      "EN": 38,
      "ED": 39,
      "AT": 40,
      "AND": 41,
      "TO": 42,
      "IS": 43,
      "AS": 44,
      "OF": 45,
      "OR": 46,
      "ING": 47,
      "AR": 48,
      "IT": 49,
      "ES": 50,
      "HE": 51,
      "AL": 52,
      "LE": 53,
      "ST": 54,
      "SE": 55,
      "AD": 56,
      "WH": 57,
      "CH": 58,
      "OM": 59,
      "BE": 60,
      "NO": 61,
      "LY": 62,
      "WI": 63,
      "LL": 64,
      "VE": 65,
      "THAT": 66,
      "LD": 67,
      "CE": 68,
      "IM": 69,
      "GH": 70,
      "WAS": 71,
      "ID": 72,
      "ENT": 73,
      "YOU": 74,
      "FOR": 75,
      "OW": 76,
      "VER": 77,
      "ION": 78,
      "UT": 79,
      "HIS": 80,
      "AY": 81,
      "LI": 82,
      "IR": 83,
      "ME": 84,
      "TER": 85,
      "WITH": 86,
      "HER": 87,
      "RO": 88,
      "RI": 89,
      "UN": 90,
      "HA": 91,
      "ALL": 92,
      "AC": 93,
      "HAD": 94,
      "GHT": 95,
      "SU": 96,
      "WE": 97,
      "LO": 98,
      "NOT": 99,
      "DE": 100,
      "KE": 101,
      "OULD": 102,
      "SH": 103,
      "BUT": 104,
      "IC": 105,
      "SA": 106,
      "SHE": 107,
      "NE": 108,
      "THER": 109,
      "MO": 110,
      "ONE": 111,
      "SO": 112,
      "AB": 113,
      "UR": 114,
      "GE": 115,
      "AIN": 116,
      "FE": 117,
      "PE": 118,
      "AM": 119,
      "OUT": 120,
      "ERE": 121,
      "GO": 122,
      "HIM": 123,
      "ARE": 124,
      "PO": 125,
      "FR": 126,
      "OME": 127
    },
    "merges": [
      [
        "T",
        "H"
      ],
      [
        "TH",
        "E"
      ],
      [
        "I",
        "N"
      ],
      [
        "A",
        "N"
      ],
      [
        "E",
        "R"
      ],
      [
        "R",
        "E"
      ],
      [
        "O",
        "N"
      ],
      [
        "O",
        "U"
      ],
      [
        "E",
        "N"
      ],
      [
        "E",
        "D"
      ],
      [
        "A",
        "T"
      ],
      [
        "AN",
        "D"
      ],
      [
        "T",
        "O"
      ],
      [
        "I",
        "S"
      ],
      [
        "A",
        "S"
      ],
      [
        "O",
        "F"
      ],
      [
        "O",
        "R"
      ],
      [
        "IN",
        "G"
      ],
      [
        "A",
        "R"
      ],
      [
        "I",
        "T"
      ],
      [
        "E",
        "S"
      ],
      [
        "H",
        "E"
      ],
      [
        "A",
        "L"
      ],
      [
        "L",
        "E"
      ],
      [
        "S",
        "T"
      ],
      [
        "S",
        "E"
      ],
      [
        "A",
        "D"
      ],
      [
        "W",
        "H"
      ],
      [
        "C",
        "H"
      ],
      [
        "O",
        "M"
      ],
      [
        "B",
        "E"
      ],
      [
        "N",
        "O"
      ],
      [
        "L",
        "Y"
      ],
      [
        "W",
        "I"
      ],
      [
        "L",
        "L"
      ],
      [
        "V",
        "E"
      ],
      [
        "TH",
        "AT"
      ],
      [
        "L",
        "D"
      ],
      [
        "C",
        "E"
      ],
      [
        "I",
        "M"
      ],
      [
        "G",
        "H"
      ],
      [
        "W",
        "AS"
      ],
      [
        "I",
        "D"
      ],
      [
        "EN",
        "T"
      ],
      [
        "Y",
        "OU"
      ],
      [
        "F",
        "OR"
      ],
      [
        "O",
        "W"
      ],
      [
        "V",
        "ER"
      ],
      [
        "I",
        "ON"
      ],
      [
        "U",
        "T"
      ],
      [
        "H",
        "IS"
      ],
      [
        "A",
        "Y"
      ],
      [
        "L",
        "I"
      ],
      [
        "I",
        "R"
      ],
      [
        "M",
        "E"
      ],
      [
        "T",
        "ER"
      ],
      [
        "WI",
        "TH"
      ],
      [
        "H",
        "ER"
      ],
      [
        "R",
        "O"
      ],
      [
        "R",
        "I"
      ],
      [
        "U",
        "N"
      ],
      [
        "H",
        "A"
      ],
      [
        "AL",
        "L"
      ],
      [
        "A",
        "C"
      ],
      [
        "H",
        "AD"
      ],
      [
        "GH",
        "T"
      ],
      [
        "S",
        "U"
      ],
      [
        "W",
        "E"
      ],
      [
        "L",
        "O"
      ],
      [
        "NO",
        "T"
      ],
      [
        "D",
        "E"
      ],
      [
        "K",
        "E"
      ],
      [
        "OU",
        "LD"
      ],
      [
        "S",
        "H"
      ],
      [
        "B",
        "UT"
      ],
      [
        "I",
        "C"
      ],
      [
        "S",
        "A"
      ],
      [
        "S",
        "HE"
      ],
      [
        "N",
        "E"
      ],
      [
        "THE",
        "R"
      ],
      [
        "M",
        "O"
      ],
      [
        "ON",
        "E"
      ],
      [
        "S",
        "O"
      ],
      [
        "A",
        "B"
      ],
      [
        "U",
        "R"
      ],
      [
        "G",
        "E"
      ],
      [
        "A",
        "IN"
      ],
      [
        "F",
        "E"
      ],
      [
        "P",
        "E"
      ],
      [
        "A",
        "M"
      ],
      [
        "OU",
        "T"
      ],
      [
        "ER",
        "E"
      ],
      [
        "G",
        "O"
      ],
      [
        "H",
        "IM"
      ],
      [
        "A",
        "RE"
      ],
      [
        "P",
        "O"
      ],
      [
        "F",
        "R"
      ],
      [
        "OM",
        "E"
      ]
    ]
  }
}